---
kind: property
id: P:Autodesk.Revit.DB.FBXExportOptions.UseLevelsOfDetail
source: html/5682347f-0693-1e7b-e4d7-4e35ed5b7815.htm
---
# Autodesk.Revit.DB.FBXExportOptions.UseLevelsOfDetail Property

True to use levels of detail, false otherwise.

## Syntax (C#)
```csharp
public bool UseLevelsOfDetail { get; set; }
```